9/data/attachments/54bd7e926018c5e2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_method_Friend_88179_6</nif:username>
            <nif:friendToBeRequested>soap_friends_033d585e-c0e3-460d-a752-926cb5fb8ca7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>